Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

# Proved in %lld s · tier %lld · %lld KB proof
source: Proved in %1$lld s · tier %2$lld · %3$lld KB proof
ar: أُثبت في %lld ث · المستوى %lld · إثبات %lld كيلوبايت
de: Bewiesen in %lld s · Stufe %lld · Beweis mit %lld KB
es: Probado en %lld s · nivel %lld · prueba de %lld KB
fa: اثبات‌شده در %lld ثانیه · سطح %lld · اثبات %lld کیلوبایتی
fr: Prouvé en %lld s · niveau %lld · preuve de %lld Ko
hi: %lld s में प्रूफ़ बना · टियर %lld · %lld KB प्रूफ़
id: Dibuktikan dalam %lld dtk · tier %lld · bukti %lld KB
it: Prova in %lld s · livello %lld · prova di %lld KB
ja: %lld 秒で証明 · ティア %lld · 証明 %lld KB
ko: %lld초 만에 증명 · 티어 %lld · 증명 %lld KB
ms: Dibuktikan dalam %lld s · peringkat %lld · bukti %lld KB
pl: Dowód w %lld s · poziom %lld · dowód %lld KB
ps: په %lld s کې ثبوت شو · کچه %lld · %lld KB ثبوت
pt_br: Provado em %lld s · nível %lld · prova de %lld KB
ru: Доказано за %lld с · уровень %lld · доказательство %lld КБ
ta: %lld விநாடிகளில் நிரூபிக்கப்பட்டது · அடுக்கு %lld · %lld KB நிரூபணம்
ur: %lld سیکنڈ میں پروف بنا · درجہ %lld · %lld KB کا پروف
zh_hans: 证明用时 %lld 秒 · 层级 %lld · 证明大小 %lld KB
zh_hant_hk: 證明用時 %lld 秒 · 層級 %lld · 證明大小 %lld KB

source: Prover
ar: المُثبِت
es: Probador
fa: اثبات‌گر
fr: Prouveur
hi: प्रूवर
ja: プルーバー
ko: 프루버
ms: Pembukti
ps: ثبوت جوړوونکی
pt_br: Provador
ru: Прувер
ta: நிரூபிப்பான்
ur: پروور
zh_hans: 证明器
zh_hant_hk: 證明器

source: Proving on %@…
ar: جارٍ الإثبات على %@…
de: Beweise auf %@ …
es: Probando en %@…
fa: در حال اثبات روی %@…
fr: Preuve sur %@…
hi: %@ पर प्रूफ़ बन रहा है…
id: Membuktikan di %@…
it: Generazione della prova su %@…
ja: %@ で証明中…
ko: %@에서 증명하는 중…
ms: Membuktikan di %@…
pl: Generowanie dowodu na %@…
ps: په %@ کې ثبوت جوړېږي…
pt_br: Provando em %@…
ru: Доказательство строится на %@…
ta: %@-இல் நிரூபிக்கப்படுகிறது…
ur: %@ پر پروف بن رہا ہے…
zh_hans: 正在 %@ 上生成证明…
zh_hant_hk: 正在 %@ 上生成證明…

source: Proving takes a minute or two on this phone. The chain will see two nullifiers, two commitments and a proof — never the amount, the recipient or the memo.
ar: يستغرق الإثبات دقيقة أو دقيقتين على هذا الهاتف. سترى السلسلة مُبطِلين والتزامين وإثباتًا — ولن ترى أبدًا المبلغ ولا المستلم ولا المذكرة.
de: Das Beweisen dauert auf diesem Telefon ein bis zwei Minuten. Die Chain sieht zwei Nullifier, zwei Commitments und einen Beweis – niemals den Betrag, den Empfänger oder das Memo.
es: Generar la prueba tarda uno o dos minutos en este teléfono. La cadena verá dos anuladores, dos compromisos y una prueba; nunca el monto, el destinatario ni el memo.
fa: اثبات روی این گوشی یکی دو دقیقه طول می‌کشد. شبکه دو نالیفایر، دو تعهد و یک اثبات را می‌بیند — هرگز مبلغ، گیرنده یا یادداشت را نمی‌بیند.
fr: La génération de la preuve prend une ou deux minutes sur ce téléphone. La chaîne verra deux nullificateurs, deux engagements et une preuve — jamais le montant, le destinataire ni le mémo.
hi: इस फ़ोन पर प्रूफ़ बनने में एक-दो मिनट लगते हैं। चेन दो नलिफ़ायर, दो कमिटमेंट और एक प्रूफ़ देखेगी — राशि, प्राप्तकर्ता या मेमो कभी नहीं।
id: Pembuktian memakan waktu satu atau dua menit di ponsel ini. Chain akan melihat dua nullifier, dua komitmen, dan sebuah bukti — tidak pernah jumlah, penerima, atau memonya.
it: La generazione della prova richiede un paio di minuti su questo telefono. La catena vedrà due nullifier, due commitment e una prova — mai l'importo, il destinatario o il memo.
ja: このスマートフォンでは証明に1〜2分かかります。チェーンに見えるのは2つのヌリファイア、2つのコミットメント、1つの証明だけで、金額、受取人、メモは決して見えません。
ko: 이 휴대폰에서 증명하는 데 1~2분 정도 걸립니다. 체인에는 널리파이어 두 개, 커밋먼트 두 개, 증명 하나만 보이며 금액, 받는 사람, 메모는 절대 보이지 않습니다.
ms: Pembuktian mengambil masa seminit dua pada telefon ini. Rantaian akan melihat dua nullifier, dua komitmen dan satu bukti — tidak sekali-kali amaun, penerima atau memo.
pl: Generowanie dowodu zajmuje na tym telefonie minutę lub dwie. Łańcuch zobaczy dwa nullifiery, dwa zobowiązania i dowód — nigdy kwotę, odbiorcę ani memo.
ps: په دې تلیفون کې ثبوت جوړول یوه یا دوه دقیقې وخت نیسي. زنځیر به دوه nullifier، دوه commitment او یو ثبوت وویني — هېڅکله اندازه، ترلاسه کوونکی یا یادښت نه.
pt_br: Provar leva um ou dois minutos neste celular. A cadeia vai ver dois anuladores, dois compromissos e uma prova — nunca o valor, o destinatário ou o memo.
ru: На этом телефоне доказательство строится минуту-две. Сеть увидит два нуллификатора, два коммитмента и доказательство — но никогда не сумму, получателя или мемо.
ta: இந்தத் தொலைபேசியில் நிரூபிக்க ஓரிரு நிமிடங்கள் ஆகும். செயின் இரண்டு nullifier-கள், இரண்டு கமிட்மென்ட்கள், ஒரு நிரூபணம் ஆகியவற்றை மட்டுமே பார்க்கும் — தொகை, பெறுநர், குறிப்பு ஆகியவற்றை ஒருபோதும் பார்க்காது.
ur: اس فون پر پروف بنانے میں ایک دو منٹ لگتے ہیں۔ چین دو nullifiers، دو commitments اور ایک پروف دیکھے گی — رقم، وصول کنندہ یا میمو کبھی نہیں۔
zh_hans: 在这部手机上生成证明需要一两分钟。链上只会看到两个作废符、两个承诺和一个证明——绝不会看到金额、收款人或备注。
zh_hant_hk: 在這部手機上生成證明需時一兩分鐘。鏈上只會看到兩個作廢符、兩個承諾和一個證明，絕不會看到金額、收款人或備註。

source: Proving your swap on this device…
ar: جارٍ إثبات مبادلتك على هذا الجهاز…
de: Dein Tausch wird auf diesem Gerät bewiesen …
es: Probando tu intercambio en este dispositivo…
fa: در حال اثبات سواپ شما روی این دستگاه…
fr: Preuve de votre échange sur cet appareil…
hi: इस डिवाइस पर आपके स्वैप का प्रूफ़ बन रहा है…
id: Membuktikan penukaran Anda di perangkat ini…
it: Generazione della prova del tuo scambio su questo dispositivo…
ja: この端末でスワップを証明しています…
ko: 이 기기에서 스왑을 증명하는 중…
ms: Membuktikan pertukaran anda pada peranti ini…
pl: Generowanie dowodu wymiany na tym urządzeniu…
ps: په دې وسیله ستاسو د تبادلې ثبوت جوړېږي…
pt_br: Provando sua troca neste dispositivo…
ru: Доказательство обмена на этом устройстве…
ta: உங்கள் ஸ்வாப் இந்தச் சாதனத்தில் நிரூபிக்கப்படுகிறது…
ur: اس ڈیوائس پر آپ کے سواپ کا پروف بن رہا ہے…
zh_hans: 正在此设备上为你的兑换生成证明…
zh_hant_hk: 正在此裝置上為你的兌換生成證明…

source: Proving your transfer…
ar: جارٍ إثبات تحويلك…
de: Deine Überweisung wird bewiesen …
es: Probando tu transferencia…
fa: در حال اثبات انتقال شما…
fr: Preuve de votre transfert…
hi: आपके ट्रांसफ़र का प्रूफ़ बन रहा है…
id: Membuktikan transfer Anda…
it: Generazione della prova del tuo trasferimento…
ja: 送金を証明しています…
ko: 송금을 증명하는 중…
ms: Membuktikan pemindahan anda…
pl: Generowanie dowodu przelewu…
ps: ستاسو د لېږد ثبوت جوړېږي…
pt_br: Provando sua transferência…
ru: Доказательство перевода…
ta: உங்கள் பரிமாற்றம் நிரூபிக்கப்படுகிறது…
ur: آپ کی منتقلی کا پروف بن رہا ہے…
zh_hans: 正在为你的转账生成证明…
zh_hant_hk: 正在為你的轉帳生成證明…

source: QR code of your payment link
ar: رمز QR لرابط الدفع الخاص بك
de: QR-Code deines Zahlungslinks
es: Código QR de tu enlace de pago
fa: کد QR لینک پرداخت شما
fr: Code QR de votre lien de paiement
hi: आपके भुगतान लिंक का QR कोड
id: Kode QR tautan pembayaran Anda
it: Codice QR del tuo link di pagamento
ja: 支払いリンクの QR コード
ko: 결제 링크 QR 코드
ms: Kod QR pautan pembayaran anda
pl: Kod QR twojego linku płatności
ps: ستاسو د تادیې لینک QR کوډ
pt_br: QR code do seu link de pagamento
ru: QR-код вашей платёжной ссылки
ta: உங்கள் கட்டண இணைப்பின் QR குறியீடு
ur: آپ کے ادائیگی لنک کا QR کوڈ
zh_hans: 你的收款链接的二维码
zh_hant_hk: 你的付款連結的 QR 碼

source: RPC URL
ar: عنوان RPC
es: URL de RPC
fa: نشانی RPC
fr: URL RPC
id: URL RPC
it: URL RPC
ms: URL RPC
pl: URL RPC
pt_br: URL do RPC
zh_hant_hk: RPC 網址

source: Rand Wallet does not hold enough to cover this and its network fee: %@
ar: لا يملك Rand Wallet ما يكفي لتغطية هذا مع رسوم الشبكة: %@
de: Rand Wallet hält nicht genug, um dies und die Netzwerkgebühr zu decken: %@
es: Rand Wallet no tiene suficiente para cubrir esto y su comisión de red: %@
fa: Rand Wallet به اندازه‌ی کافی برای پوشش این مبلغ و کارمزد شبکه‌ی آن ندارد: %@
fr: Rand Wallet ne détient pas assez pour couvrir ce montant et ses frais de réseau : %@
hi: Rand Wallet के पास इसे और इसके नेटवर्क शुल्क को चुकाने के लिए पर्याप्त राशि नहीं है: %@
id: Rand Wallet tidak memiliki cukup dana untuk menutupi ini beserta biaya jaringannya: %@
it: Rand Wallet non ha abbastanza per coprire questo importo e la commissione di rete: %@
ja: Rand Wallet の残高では、これとネットワーク手数料を賄えません: %@
ko: Rand Wallet의 보유액으로는 이 금액과 네트워크 수수료를 충당할 수 없습니다: %@
ms: Rand Wallet tidak memegang cukup untuk menampung ini dan yuran rangkaiannya: %@
pl: Rand Wallet nie ma dość środków na tę kwotę i opłatę sieciową: %@
ps: Rand Wallet د دې او د شبکې فیس پوښلو لپاره کافي نه لري: %@
pt_br: A Rand Wallet não tem o suficiente para cobrir isto e a taxa de rede: %@
ru: В Rand Wallet недостаточно средств на это и на комиссию сети: %@
ta: இதையும் இதன் நெட்வொர்க் கட்டணத்தையும் ஈடுகட்டப் போதுமானது Rand Wallet-இல் இல்லை: %@
ur: Rand Wallet کے پاس اس اور اس کی نیٹ ورک فیس کے لیے کافی رقم نہیں: %@
zh_hans: Rand Wallet 的余额不足以支付此金额及其网络手续费：%@
zh_hant_hk: Rand Wallet 的餘額不足以支付此金額及其網絡手續費：%@

source: Rate
ar: السعر
de: Kurs
es: Tasa
fa: نرخ
fr: Taux
hi: दर
id: Kurs
it: Tasso
ja: レート
ko: 환율
ms: Kadar
pl: Kurs
ps: نرخ
pt_br: Cotação
ru: Курс
ta: விகிதம்
ur: شرح
zh_hans: 汇率
zh_hant_hk: 匯率

source: Receive
ar: استلام
de: Empfangen
es: Recibir
fa: دریافت
fr: Recevoir
hi: प्राप्त करें
id: Terima
it: Ricevi
ja: 受け取る
ko: 받기
ms: Terima
pl: Odbierz
ps: ترلاسه کړئ
pt_br: Receber
ru: Получить
ta: பெறு
ur: وصول کریں
zh_hans: 收款
zh_hant_hk: 接收

source: Received
ar: مُستلَم
de: Empfangen
es: Recibido
fa: دریافت‌شده
fr: Reçu
hi: प्राप्त हुआ
id: Diterima
it: Ricevuto
ja: 受け取り済み
ko: 받음
ms: Diterima
pl: Odebrano
ps: ترلاسه شو
pt_br: Recebido
ru: Получено
ta: பெறப்பட்டது
ur: وصول ہوا
zh_hans: 已收到
zh_hant_hk: 已收到

source: Received (spent)
ar: مستلَم (مُنفَق)
de: Empfangen (ausgegeben)
es: Recibido (gastado)
fa: دریافت‌شده (خرج‌شده)
fr: Reçu (dépensé)
hi: प्राप्त हुआ (खर्च हो चुका)
id: Diterima (terbelanjakan)
it: Ricevuto (speso)
ja: 受け取り済み（使用済み）
ko: 받음(지출됨)
ms: Diterima (dibelanjakan)
pl: Odebrano (wydano)
ps: ترلاسه شو (لګول شوی)
pt_br: Recebido (gasto)
ru: Получено (потрачено)
ta: பெறப்பட்டது (செலவிடப்பட்டது)
ur: وصول ہوا (خرچ شدہ)
zh_hans: 已收到（已花费）
zh_hant_hk: 已收到（已花費）

source: Rescan
ar: إعادة المسح
de: Neu scannen
es: Reescanear
fa: اسکن مجدد
fr: Réanalyser
hi: फिर से स्कैन करें
id: Pindai ulang
it: Nuova scansione
ja: 再スキャン
ko: 재스캔
ms: Imbas semula
pl: Skanuj ponownie
ps: بیا سکین کړئ
pt_br: Reescanear
ru: Пересканировать
ta: மீண்டும் ஸ்கேன் செய்
ur: دوبارہ اسکین کریں
zh_hans: 重新扫描
zh_hant_hk: 重新掃描

source: Rescan from the first leaf
ar: إعادة المسح من الورقة الأولى
de: Ab dem ersten Blatt neu scannen
es: Reescanear desde la primera hoja
fa: اسکن مجدد از نخستین برگ
fr: Réanalyser depuis la première feuille
hi: पहले लीफ़ से फिर से स्कैन करें
id: Pindai ulang dari leaf pertama
it: Nuova scansione dalla prima foglia
ja: 最初のリーフから再スキャン
ko: 첫 리프부터 재스캔
ms: Imbas semula dari daun pertama
pl: Skanuj ponownie od pierwszego liścia
ps: له لومړۍ پاڼې څخه بیا سکین کړئ
pt_br: Reescanear desde a primeira folha
ru: Пересканировать с первого листа
ta: முதல் இலையிலிருந்து மீண்டும் ஸ்கேன் செய்
ur: پہلے لیف سے دوبارہ اسکین کریں
zh_hans: 从第一个叶子重新扫描
zh_hant_hk: 從第一片葉重新掃描

source: Rescan the whole tree? Your notes are rebuilt from the chain; nothing is lost.
ar: إعادة مسح الشجرة كلها؟ يُعاد بناء سنداتك من السلسلة، ولا يضيع شيء.
de: Den ganzen Baum neu scannen? Deine Noten werden aus der Chain neu aufgebaut; nichts geht verloren.
es: ¿Reescanear todo el árbol? Tus notas se reconstruyen desde la cadena; no se pierde nada.
fa: کل درخت دوباره اسکن شود؟ نوت‌های شما از روی شبکه بازسازی می‌شوند؛ چیزی از دست نمی‌رود.
fr: Réanalyser tout l'arbre ? Vos notes sont reconstruites depuis la chaîne ; rien n'est perdu.
hi: पूरा ट्री फिर से स्कैन करें? आपके नोट चेन से फिर से बनाए जाते हैं; कुछ भी नहीं खोता।
id: Pindai ulang seluruh pohon? Catatan Anda disusun ulang dari chain; tidak ada yang hilang.
it: Eseguire una nuova scansione di tutto l'albero? Le tue note vengono ricostruite dalla catena; non si perde nulla.
ja: ツリー全体を再スキャンしますか？ノートはチェーンから再構築され、失われるものはありません。
ko: 트리 전체를 재스캔할까요? 노트는 체인에서 다시 구성되며 잃는 것은 없습니다.
ms: Imbas semula seluruh pepohon? Nota anda dibina semula daripada rantaian; tiada apa yang hilang.
pl: Przeskanować całe drzewo? Twoje noty zostaną odtworzone z łańcucha; nic nie zostanie utracone.
ps: ټوله ونه بیا سکین کړئ؟ ستاسو نوټونه له زنځیر څخه بیا جوړېږي؛ هېڅ شی نه ورکېږي.
pt_br: Reescanear a árvore inteira? Suas notas são reconstruídas a partir da cadeia; nada se perde.
ru: Пересканировать всё дерево? Ноты будут восстановлены из блокчейна; ничего не потеряется.
ta: முழு மரத்தையும் மீண்டும் ஸ்கேன் செய்யவா? உங்கள் நோட்டுகள் செயினிலிருந்து மீண்டும் உருவாக்கப்படும்; எதுவும் இழக்கப்படாது.
ur: پورا ٹری دوبارہ اسکین کریں؟ آپ کے نوٹ چین سے دوبارہ بنائے جاتے ہیں؛ کچھ ضائع نہیں ہوتا۔
zh_hans: 要重新扫描整棵树吗？你的票据会从链上重建；不会丢失任何内容。
zh_hant_hk: 要重新掃描整棵樹嗎？你的票據會從鏈上重建，不會遺失任何東西。

source: Reveal your secret key
ar: اكشف مفتاحك السري
de: Geheimen Schlüssel anzeigen
es: Revelar tu clave secreta
fa: نمایش کلید مخفی شما
fr: Afficher votre clé secrète
hi: अपनी गुप्त की दिखाएँ
id: Tampilkan kunci rahasia Anda
it: Mostra la tua chiave segreta
ja: 秘密鍵を表示
ko: 비밀 키 표시
ms: Dedahkan kunci rahsia anda
pl: Pokaż swój tajny klucz
ps: خپله پټه کیلي ښکاره کړئ
pt_br: Revelar sua chave secreta
ru: Показать секретный ключ
ta: உங்கள் ரகசிய விசையை வெளிப்படுத்து
ur: اپنی خفیہ کی ظاہر کریں
zh_hans: 显示你的私密密钥
zh_hant_hk: 顯示你的秘密私鑰

source: Review
ar: مراجعة
de: Prüfen
es: Revisar
fa: بازبینی
fr: Vérifier
hi: समीक्षा करें
id: Tinjau
it: Riepilogo
ja: 確認
ko: 검토
ms: Semak
pl: Podsumowanie
ps: بیاکتنه
pt_br: Revisar
ru: Проверить
ta: சரிபார்
ur: جائزہ لیں
zh_hans: 确认
zh_hant_hk: 檢查

source: Route
ar: المسار
es: Ruta
fa: مسیر
hi: रूट
id: Rute
it: Percorso
ja: ルート
ko: 경로
ms: Laluan
pl: Trasa
ps: لاره
pt_br: Rota
ru: Маршрут
ta: வழி
ur: راستہ
zh_hans: 路径
zh_hant_hk: 路徑

source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
pl: Zapisz
ps: خوندي کړئ
pt_br: Salvar
ru: Сохранить
ta: சேமி
ur: محفوظ کریں
zh_hans: 保存
zh_hant_hk: 儲存

source: Save and test connection
ar: حفظ واختبار الاتصال
de: Speichern und Verbindung testen
es: Guardar y probar la conexión
fa: ذخیره و آزمایش اتصال
fr: Enregistrer et tester la connexion
hi: सहेजें और कनेक्शन जाँचें
id: Simpan dan uji koneksi
it: Salva e verifica la connessione
ja: 保存して接続をテスト
ko: 저장 후 연결 테스트
ms: Simpan dan uji sambungan
pl: Zapisz i przetestuj połączenie
ps: خوندي کړئ او اړیکه وازمویئ
pt_br: Salvar e testar a conexão
ru: Сохранить и проверить подключение
ta: சேமித்து இணைப்பைச் சோதி
ur: محفوظ کریں اور کنکشن جانچیں
zh_hans: 保存并测试连接
zh_hant_hk: 儲存並測試連線

source: Save contact
ar: حفظ جهة الاتصال
de: Kontakt speichern
es: Guardar contacto
fa: ذخیره‌ی مخاطب
fr: Enregistrer le contact
hi: संपर्क सहेजें
id: Simpan kontak
it: Salva contatto
ja: 連絡先を保存
ko: 연락처 저장
ms: Simpan kenalan
pl: Zapisz kontakt
ps: اړیکه خوندي کړئ
pt_br: Salvar contato
ru: Сохранить контакт
ta: தொடர்பைச் சேமி
ur: رابطہ محفوظ کریں
zh_hans: 保存联系人
zh_hant_hk: 儲存聯絡人

source: Scan
ar: مسح
de: Scannen
es: Escanear
fa: اسکن
fr: Scanner
hi: स्कैन करें
id: Pindai
it: Scansiona
ja: スキャン
ko: 스캔
ms: Imbas
pl: Skanuj
ps: سکین کړئ
pt_br: Escanear
ru: Сканировать
ta: ஸ்கேன்
ur: اسکین کریں
zh_hans: 扫描
zh_hant_hk: 掃描

source: Scan QR code
ar: مسح رمز QR
de: QR-Code scannen
es: Escanear código QR
fa: اسکن کد QR
fr: Scanner le code QR
hi: QR कोड स्कैन करें
id: Pindai kode QR
it: Scansiona codice QR
ja: QR コードをスキャン
ko: QR 코드 스캔
ms: Imbas kod QR
pl: Skanuj kod QR
ps: QR کوډ سکین کړئ
pt_br: Escanear QR code
ru: Сканировать QR-код
ta: QR குறியீட்டை ஸ்கேன் செய்
ur: QR کوڈ اسکین کریں
zh_hans: 扫描二维码
zh_hant_hk: 掃描 QR 碼

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fa: امنیت
fr: Sécurité
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: セキュリティ
ko: 보안
ms: Keselamatan
pl: Bezpieczeństwo
ps: امنیت
pt_br: Segurança
ru: Безопасность
ta: பாதுகாப்பு
ur: سیکیورٹی
zh_hans: 安全
zh_hant_hk: 安全

source: Send
ar: إرسال
de: Senden
es: Enviar
fa: ارسال
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
pl: Wyślij
ps: ولېږئ
pt_br: Enviar
ru: Отправить
ta: அனுப்பு
ur: بھیجیں
zh_hans: 发送
zh_hant_hk: 傳送

source: Sending
ar: جارٍ الإرسال
de: Wird gesendet
es: Enviando
fa: در حال ارسال
fr: Envoi
hi: भेजा जा रहा है
id: Mengirim
it: Invio
ja: 送信中
ko: 보내는 중
ms: Menghantar
pl: Wysyłanie
ps: لېږل کېږي
pt_br: Enviando
ru: Отправка
ta: அனுப்புகிறது
ur: بھیجا جا رہا ہے
zh_hans: 发送中
zh_hant_hk: 傳送中

source: Sent
ar: أُرسل
de: Gesendet
es: Enviado
fa: ارسال‌شده
fr: Envoyé
hi: भेजा गया
id: Terkirim
it: Inviato
ja: 送信済み
ko: 보냄
ms: Dihantar
pl: Wysłano
ps: ولېږل شو
pt_br: Enviado
ru: Отправлено
ta: அனுப்பப்பட்டது
ur: بھیج دیا گیا
zh_hans: 已发送
zh_hant_hk: 已傳送

source: Set a valid RPC URL in Settings
ar: اضبط عنوان RPC صالحًا في الإعدادات
de: Lege in den Einstellungen eine gültige RPC-URL fest
es: Configura una URL de RPC válida en Ajustes
fa: یک نشانی RPC معتبر در تنظیمات تعیین کنید
fr: Définissez une URL RPC valide dans les Paramètres
hi: सेटिंग्स में एक मान्य RPC URL सेट करें
id: Atur URL RPC yang valid di Pengaturan
it: Imposta un URL RPC valido nelle Impostazioni
ja: 設定で有効な RPC URL を指定してください
ko: 설정에서 올바른 RPC URL을 지정하세요
ms: Tetapkan URL RPC yang sah dalam Tetapan
pl: Ustaw prawidłowy URL RPC w Ustawieniach
ps: په امستنو کې یو سم RPC URL وټاکئ
pt_br: Defina uma URL de RPC válida em Configurações
ru: Укажите корректный RPC URL в настройках
ta: அமைப்புகளில் சரியான RPC URL-ஐ அமைக்கவும்
ur: ترتیبات میں ایک درست RPC URL درج کریں
zh_hans: 请在设置中填写有效的 RPC URL
zh_hant_hk: 請在設定中填寫有效的 RPC URL

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
pl: Ustawienia
ps: امستنې
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்
ur: ترتیبات
zh_hans: 设置
zh_hant_hk: 設定

source: Share payment link
ar: مشاركة رابط الدفع
de: Zahlungslink teilen
es: Compartir enlace de pago
fa: اشتراک‌گذاری لینک پرداخت
fr: Partager le lien de paiement
hi: भुगतान लिंक साझा करें
id: Bagikan tautan pembayaran
it: Condividi il link di pagamento
ja: 支払いリンクを共有
ko: 결제 링크 공유
ms: Kongsi pautan pembayaran
pl: Udostępnij link płatności
ps: د تادیې لینک شریک کړئ
pt_br: Compartilhar link de pagamento
ru: Поделиться платёжной ссылкой
ta: கட்டண இணைப்பைப் பகிர்
ur: ادائیگی کا لنک شیئر کریں
zh_hans: 分享收款链接
zh_hant_hk: 分享付款連結

source: Show spend key
ar: إظهار مفتاح الإنفاق
de: Ausgabeschlüssel anzeigen
es: Mostrar clave de gasto
fa: نمایش کلید خرج
fr: Afficher la clé de dépense
hi: स्पेंड की दिखाएँ
id: Tampilkan kunci belanja
it: Mostra la chiave di spesa
ja: 支出キーを表示
ko: 지출 키 보기
ms: Tunjukkan kunci perbelanjaan
pl: Pokaż klucz wydawania
ps: د لګښت کیلي وښیئ
pt_br: Mostrar chave de gasto
ru: Показать ключ расходования
ta: செலவு விசையைக் காட்டு
ur: اسپینڈ کی دکھائیں
zh_hans: 显示花费密钥
zh_hant_hk: 顯示花費私鑰

source: Spend key
ar: مفتاح الإنفاق
de: Ausgabeschlüssel
es: Clave de gasto
fa: کلید خرج
fr: Clé de dépense
hi: स्पेंड की
id: Kunci belanja
it: Chiave di spesa
ja: 支出キー
ko: 지출 키
ms: Kunci perbelanjaan
pl: Klucz wydawania
ps: د لګښت کیلي
pt_br: Chave de gasto
ru: Ключ расходования
ta: செலவு விசை
ur: اسپینڈ کی
zh_hans: 花费密钥
zh_hant_hk: 花費私鑰

source: Spent
ar: مُنفَق
de: Ausgegeben
es: Gastado
fa: خرج‌شده
fr: Dépensé
hi: खर्च हो चुका
id: Terbelanjakan
it: Speso
ja: 使用済み
ko: 지출됨
ms: Dibelanjakan
pl: Wydano
ps: لګول شوی
pt_br: Gasto
ru: Потрачено
ta: செலவிடப்பட்டது
ur: خرچ شدہ
zh_hans: 已花费
zh_hant_hk: 已花費

source: Status
ar: الحالة
es: Estado
fa: وضعیت
fr: État
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ps: حالت
ru: Статус
ta: நிலை
ur: حیثیت
zh_hans: 状态
zh_hant_hk: 狀態

source: Submitted
ar: أُرسلت
de: Übermittelt
es: Enviado
fa: ارسال شد
fr: Soumis
hi: सबमिट हुआ
id: Dikirimkan
it: Inviato
ja: 送信済み
ko: 제출됨
ms: Diserahkan
pl: Przesłano
ps: وسپارل شو
pt_br: Enviado
ru: Отправлено
ta: சமர்ப்பிக்கப்பட்டது
ur: جمع کر دیا گیا
zh_hans: 已提交
zh_hant_hk: 已提交

source: Submitted %@
ar: أُرسلت %@
de: Übermittelt %@
es: Enviado %@
fa: ارسال شد %@
fr: Soumis %@
hi: %@ पर सबमिट हुआ
id: Dikirimkan %@
it: Inviato %@
ja: 送信済み %@
ko: 제출됨 %@
ms: Diserahkan %@
pl: Przesłano %@
ps: په %@ وسپارل شو
pt_br: Enviado %@
ru: Отправлено %@
ta: சமர்ப்பிக்கப்பட்டது %@
ur: جمع کر دیا گیا %@
zh_hans: 已提交 %@
zh_hant_hk: 已提交 %@

source: Submitting…
ar: جارٍ الإرسال…
de: Wird übermittelt …
es: Enviando…
fa: در حال ارسال…
fr: Soumission…
hi: सबमिट हो रहा है…
id: Mengirimkan…
it: Invio in corso…
ja: 送信しています…
ko: 제출하는 중…
ms: Menyerahkan…
pl: Przesyłanie…
ps: سپارل کېږي…
pt_br: Enviando…
ru: Отправка…
ta: சமர்ப்பிக்கிறது…
ur: جمع کرایا جا رہا ہے…
zh_hans: 正在提交…
zh_hant_hk: 正在提交…

source: Swap
ar: مبادلة
de: Tauschen
es: Intercambiar
fa: سواپ
fr: Échanger
hi: स्वैप
id: Tukar
it: Scambia
ja: スワップ
ko: 스왑
ms: Tukar
pl: Wymień
ps: تبادله
pt_br: Trocar
ru: Обмен
ta: ஸ்வாப்
ur: سواپ
zh_hans: 兑换
zh_hant_hk: 兌換

source: Swap submitted
ar: أُرسلت المبادلة
de: Tausch übermittelt
es: Intercambio enviado
fa: سواپ ثبت شد
fr: Échange soumis
hi: स्वैप सबमिट हो गया
id: Penukaran dikirim
it: Scambio inviato
ja: スワップを提出しました
ko: 스왑을 제출했습니다
ms: Pertukaran diserahkan
pl: Wymiana przesłana
ps: تبادله وسپارل شوه
pt_br: Troca enviada
ru: Обмен отправлен
ta: ஸ்வாப் சமர்ப்பிக்கப்பட்டது
ur: سواپ جمع کر دیا گیا
zh_hans: 兑换已提交
zh_hant_hk: 已提交兌換

source: Swap the two assets
ar: بدّل بين الأصلين
de: Die beiden Assets vertauschen
es: Invertir los dos activos
fa: جابه‌جا کردن دو دارایی
fr: Inverser les deux actifs
hi: दोनों एसेट की अदला-बदली करें
id: Tukar posisi kedua aset
it: Inverti i due asset
ja: 2つのアセットを入れ替える
ko: 두 자산 바꾸기
ms: Tukar kedudukan kedua-dua aset
pl: Zamień aktywa miejscami
ps: دواړه شتمنۍ سره بدلې کړئ
pt_br: Inverter os dois ativos
ru: Поменять активы местами
ta: இரண்டு சொத்துகளையும் இடமாற்று
ur: دونوں اثاثے آپس میں بدلیں
zh_hans: 交换两种资产
zh_hant_hk: 對調兩種資產

source: Swapped
ar: تمت المبادلة
de: Getauscht
es: Intercambiado
fa: سواپ شد
fr: Échangé
hi: स्वैप हो गया
id: Ditukar
it: Scambiato
ja: スワップ済み
ko: 스왑됨
ms: Ditukar
pl: Wymieniono
ps: تبادله شوه
pt_br: Trocado
ru: Обменено
ta: ஸ்வாப் செய்யப்பட்டது
ur: سواپ ہو گیا
zh_hans: 已兑换
zh_hant_hk: 已兌換

source: Swapping
ar: جارٍ المبادلة
de: Wird getauscht
es: Intercambiando
fa: در حال سواپ
fr: Échange en cours
hi: स्वैप हो रहा है
id: Menukar
it: Scambio in corso
ja: スワップ中
ko: 스왑 중
ms: Menukar
pl: Wymiana
ps: تبادله کېږي
pt_br: Trocando
ru: Обмен
ta: ஸ்வாப் நடக்கிறது
ur: سواپ ہو رہا ہے
zh_hans: 兑换中
zh_hant_hk: 兌換中

source: Synced %@ ago
ar: تمت المزامنة منذ %@
de: Vor %@ synchronisiert
es: Sincronizado hace %@
fa: %@ پیش همگام شد
fr: Synchronisé il y a %@
hi: %@ पहले सिंक हुआ
id: Tersinkron %@ lalu
it: Sincronizzato %@ fa
ja: %@ 前に同期
ko: %@ 전에 동기화됨
ms: Disegerakkan %@ lalu
pl: Zsynchronizowano %@ temu
ps: %@ مخکې همغږي شو
pt_br: Sincronizado há %@
ru: Синхронизировано %@ назад
ta: %@ முன் ஒத்திசைக்கப்பட்டது
ur: %@ پہلے ہم آہنگ ہوا
zh_hans: %@前已同步
zh_hant_hk: %@前已同步

source: Syncing
ar: جارٍ المزامنة
de: Synchronisiere
es: Sincronizando
fa: در حال همگام‌سازی
fr: Synchronisation
hi: सिंक हो रहा है
id: Menyinkronkan
it: Sincronizzazione
ja: 同期中
ko: 동기화 중
ms: Menyegerak
pl: Synchronizacja
ps: همغږي کېږي
pt_br: Sincronizando
ru: Синхронизация
ta: ஒத்திசைக்கிறது
ur: ہم آہنگی جاری
zh_hans: 同步中
zh_hant_hk: 同步中

source: Syncing…
ar: جارٍ المزامنة…
de: Synchronisiere …
es: Sincronizando…
fa: در حال همگام‌سازی…
fr: Synchronisation…
hi: सिंक हो रहा है…
id: Menyinkronkan…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
ms: Menyegerak…
pl: Synchronizacja…
ps: همغږي کېږي…
pt_br: Sincronizando…
ru: Синхронизация…
ta: ஒத்திசைக்கிறது…
ur: ہم آہنگی جاری…
zh_hans: 正在同步…
zh_hant_hk: 正在同步…

source: System
ar: النظام
es: Sistema
fa: سیستم
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
pl: Systemowy
ps: سیسټم
pt_br: Sistema
ru: Системная
ta: சிஸ்டம்
ur: سسٹم
zh_hans: 跟随系统
zh_hant_hk: 跟隨系統

source: Testing…
ar: جارٍ الاختبار…
de: Teste …
es: Probando…
fa: در حال آزمایش…
fr: Test en cours…
hi: जाँच हो रही है…
id: Menguji…
it: Verifica in corso…
ja: テスト中…
ko: 테스트하는 중…
ms: Menguji…
pl: Testowanie…
ps: ازمویل کېږي…
pt_br: Testando…
ru: Проверка…
ta: சோதிக்கிறது…
ur: جانچ ہو رہی ہے…
zh_hans: 正在测试…
zh_hant_hk: 正在測試…
